{"2":{"mark":"US","cards":["Here is the church Here is the steeple Open the doors And there is ____.","As the mom of five rambunctious boys, I'm no stranger to ____.","When I am a billionaire, I shall erect a 50-foot statue to commemorate ____.","Next on ESPN2: The World Series of ____.","Dear Abby, I'm having some trouble with ____ and would like your advice.","Lifetime&reg; presents \"____: the Story of ____.\"","Hey guys, welcome to Chili's! Would you like to start the night off right with ____?","Old Macdonald had ____. E-I-E-I-O.","Men's Wearhouse. You're gonna like ____. I guarantee it.","The Chevy Tahoe. With the power and space to take ____ everywhere you go.","Click here for ____!!!","TSA guidelines now prohibit ____ on airplanes.","What is Batman's guilty pleasure.","After eight years in the White House, how is Obama finally letting loose?","This season at Steppenwolf, Samuel Beckett's classic existential play: Waiting for ____.","A recent laboratory study shows that undergraduates have 50% less sex after being exposed to ____.","Mabe she's born with it. Maybe it's ____.","Arby's: We Have ____.","When I am President, I will create the Department of ____.","What's Teach For America using to inspire inner city students to succeed?","Brought to you by Bud Light&reg;, the official Beer of ____.","I'm no doctor but I'm pretty sure what you're suffering from is called \"____.\"","Bravo's new reality show features eight washed-up celebrities living with ____.","In the Disney Channel Original Movie, Hannah Montana struggles with ____ for the first time."]},"103":{"mark":"US","cards":["My fellow Americans: Before this decade is out, we <i>will</i> have ____ on the moon!","Introducing X-treme Baseball! It's like baseball, but with ____!","IF you like ____, YOU MIGHT BE A REDNECK.","Today on <i>Maury</i> : \"Help! My son is ____!\"","While the United States raced the Soviet Union to the moon, the Mexican government funneled millions of pesos into research on ____.","As the mom of five rambunctious boys, I'm not stranger to ____.","CBC presents \"____: the Story of ____.\"","Just once I'd like to hear you say \"Thanks, Mom. Thanks for ____.\"","Bravo's new reality show feature eight washed-up celebrities living with ____.","Air Canada guidelines now prohibit ____ on airplanes.","When I am Prime Minister of Canada, I will create the Ministry of ____.","Coming to Broadway this season, ____; The Musical.","This season at the Princess of Wales Theatre, Samuel Beckett's classic existential play: <i>Waiting for ____.</i>","Penalty! ____: that's 5 minutes in the box!","Hey guys, welcome to Boston Pizza! Would you like to start the night off right with ____?","I know when that hotline bling, that can only mean one thing: ____.","Dude, <i>do not</i> go in that washroom. There's ____ in there.","Brought to you by Molson Canadian, the Official Beer of ____.","Next on TSN: The World Series of ____.","O Canada, we stand on guard for ____.","Dear Abby, I'm having some trouble ____ and would like your advice.","Skidamarink a dink a dink, skidamarink a doo, I love ____.","The new Chevy Tahoe. With the power and space to take ____ everywhere you go."]},"134":{"mark":"US","cards":["Life for American Indians was forever changed when the White Man introduced them to ____.","&#x2605;&#x2606;&#x2606;&#x2606;&#x2606; Do NOT go here! Found ____ in my Kung Pao chicken!","A romantic, candlelit dinner would be incomplete without  ____.","Airport security guidelines now prohibit ____ on airplanes.","____? Jim'll fix it!","Today on <i>The Jeremy Kyle Show:</i> \"Help! My son is ____!\"","What did I bring back from Amsterdam?","Mate, <i>do not go</i> in that bathroom. There's ____ in there.","____. Once you pop, the fun don't stop!","When I am Prime Minister of the United Kingdom, I will create the Ministry of ____.","Instead of coal, Father Christmas now gives the bad children ____.","UKIP: Putting ____ First!","And the BAFTA for ____ goes to____.","TFL apologizes for the delay in train service due to ____.","Nobody expects the Spanish Inquisition. Our chief weapons are fear, surprise, and ____.","The school trip was completely ruined by ____.","Next on Sky Sports: The World Champion of ____..","What's the next Happy Meal&reg; toy?","Next up on Channel 4: Ramsay's ____ Nightmares.","In Belmarsh Prison, word is you can trade 200 cigarettes for ____.","Now at the Natural History Museum: an interactive exhibit on ____.","Hey guys, welcome to TGIF! Would you like to start the night off right with ____?","Coming to the West End this year, ____: The Musical.","This season at the Old Vic, Samuel Beckett's classic existential play: Waiting for ____.","Channel 5's new reality show feature eight washed-up celebrities living with ____.","____. That's what mums go to Iceland.","Channel 4 presents \"____: the Story of ____.\"","Dear Agony Aunt, I'm having some trouble with ____ and would like your advice."]},"166":{"mark":"US","cards":["50% of all marriages end in ____.","This is the way the world ends This is the way the world ends Not with a bang but with ____.","After four platinum albums and three Grammys, it's time to get back to my roots, to what inspired me to make music in the first place: ____.","When Pharaoh remained unmoved, Moses called down a Plague of ____.","____. High five, bro.","Step 1: ____. Step 2: ____. Step 3: Profit.","If you can't be with the one you love, love ____.","I'm LeBron James, and when I'm not slamming dunks, I love ____.","Alternative medicine is now embracing the curative powers of ____.","That's right, I killed ____. How, you ask? ____.","How did I lose my virginity?","I'm going on a cleanse this week. Nothing but kale juice and ____.","____. That was so metal.","Kids, I don't need drugs to get high. I'm high on ____.","When I was tripping on acid, ____ turned into ____.","____. Betcha can't have just one!","Instead of coal, Santa now gives the bad children ____.","Introducing the amazing superhero/sidekick duo! It's ____ and ____!","They said we were crazy. They said we couldn't put ____ inside of ____. They were wrong.","____ + ____ = ____.","In M. Night Shyamalan's new movie, Bruce Willis discovers that ____ had really been ____ all along.","Military historians remember Alexander the Great for his brilliant use of ____ against the Persians.","Check me out, yo! I call this dance move \"____.\"","White people like ____.","____: kid-tested, mother-approved.","____ is a slippery slope that leads to ____.","What is George W. Bush thinking about right now?","I get by with a little help from ____.","Here is church Here is the steeple Open the doors And there is ____.","Just saw this upsetting video! Please retweet!! #stop ____","Maybe she's born with it. Maybe it's ____.","Old MacDonald has ____. E-I-E-I-O.","A recent laboratory study shows that undergraduates have 50% less sex after being exposed to: ____.","In the new Disney Channel Original Movie, Hannah Montana struggles with ____ for the first time.","But before I kill you, Mr. Bond, I must show you.","When I am a billionaire, I shall erect a 20-metre statue to commemorate ____.","Daddy, why is mummy crying?","Just once I'd like to hear you say \"Thanks, Mum. Thanks for ____.\"","How am I maintaining my relationship status?","As the mum of five rambunctious boys, I'm not stranger to ____.","I'm sorry, Sir, but I couldn't complete my homework because of ____.","Oi! Show us ____!","What did I bring back from Bali?","MTV's new reality show features eight washed-up celebrities living with ____.","&#x2605;&#x2606;&#x2606;&#x2606;&#x2606; Do NOT go here! Found ____ in my Mongolian chicken!","What broke up the original Wiggles?","Today on <i>Jerry Springer:</i> \"Help! My son is ____!\"","This season at the Sydney Opera House, Samuel Beckett's classic existential play: <i>Waiting for ____.</i>","Crikey! I've never seen ____ like this before! Let's get a bit closer.","What's there a tonne of in heaven?","What makes me a true blue Aussie?","The school excursion was completely ruined by ____.","Channel 9 is pleased to present its new variety show, \"Hey Hey It's ____.\"","Qantas now prohibits ____ on airplanes.","ABC presents \"____: the Story of ____.\"","Next on Nine's Wide World of Sports: The World Series of ____.","Are you thinking what I'm thinking, B1? I think I am, B2: it's ____ time!","____? Yeah, nah.","Life for Aboriginal people was forever changed when the white man introduced them to ____.","Hey guys, welcome to Sizzler! Would you like to start the night off right with ____?","Brought to you by XXXX Gold, the Official Beer of ____.","Mate, <i>do not</i> go in that toilet. There's ____ in there.","In Australia, ____ is twice as big and twice as deadly.","When I am Prime Minister, I will create the Department of ____."]},"191":{"mark":"US","cards":["Next from J.K. Rowling: <i>Harry Potter and the Chamber of ____.</i>","What's there a ton of in heaven?","It's a pity that kids these days are all getting involved with ____.","What's a girl's best friend?","Make a haiku.","The class field trip was completely ruined by ____.","Uh, hey guys, I know this was my idea, but I'm having serious doubts about ____.","I never truly understood ____ until I encountered ____.","I'm sorry, Professor, but I couldn't complete my homework because of ____.","I drink to forget ____.","Hey Reddit! I'm ____. Ask me anything.","I got 99 problems but ____ ain't one.","Why can't I sleep at night?","Dude, <i>do not</i> go in that bathroom. There's ____ in there.","Just once, I'd like to hear you say \"Thanks, Mom. Thanks for ____.\"","What made my first kiss so awkward?","Just saw this upsetting video! Please retweet!! #stop____","What never fails to liven up the party?","What would grandma find disturbing, yet oddly charming?","What's that sound?","What will always get you laid?","What ended my last relationship?","Why do I hurt all over?","But before I kill you, Mr. Bond, I must show you ____.","War! What is it good for?","A romantic, candlelit dinner would be incomplete without ____.","Coming to Broadway this season, ____: The Musical.","And the Academy Award for ____ goes to ____.","Fun tip! When your man asks you to go down on him, try surprising him with ____ instead.","What gives me uncontrollable gas?","For my next trick, I will pull ____ out of ____.","What's that smell?","____. It's a trap!","Well if you'll excuse me, gentlemen, I have a date with ____.","Why am I sticky?","What makes life worth living?","What's my secret power?","What are my parents hiding from me?","Daddy, why is mommy crying?","During sex, I like to think about ____.","Mr. and Mrs. Diaz, we called you in because we're concerned about Cynthia. Are you aware that your daughter is ____?","I'm no doctor, but I'm pretty sure what you're suffering from is called \"____.\"","Click Here for ____!!!","What is Batman's guilty pleasure?","The theme for next year's Eurovision Song Contest is \"We are ____.\"","In a world ravaged by ____, our only solace is ____.","Your persistence is admirable, my dear Prince. But you cannot win my heart with ____ alone.","The blind date was going horrible until we discovered our shared interest in ____.","Tonight's top story: What you don't know about ____ could kills you.","Coming this season, Samuel Beckett's classic existential play: <i>Waiting for ____.</i>","When I am a billionaire, I shall erect a 20-meter statue to commemorate ____.","Next on Eurosport: The World Championship of ____.","When I am Prime Minister, I will create the Ministry of ____.","Dear Sir or Madam, We regret to inform you that the Office of ____ has denied your request for ____."]},"235":{"mark":"INTL","cards":["What brought the orgy to a grinding halt?","Lovin' you is easy 'cause you're ____.","Science will never explain ____.","The Five Stages of Grief: denial, anger, bargaining, ____, acceptance.","What has been making life difficult at the nudist colony?","Charades was ruined for me forever when my mom had to act out ____.","Money can't buy me love, but it can buy me ____.","During his midlife crisis, my dad got really into ____.","When you get right down to it, ____ is just ____.","This is your captain speaking. Fasten your seatbelts and prepare for ____.","Future historians will agree that ____ marked the beginning of America's decline.","When I pooped, what came out of my butt?","A successful job interview begins with a firm handshake and ends with ____.","Finally! A service that delivers ____ right to your door.","And what did <i>you</i> bring for show and tell?","When all else fails, I can always masturbate to ____.","I spent my whole life working toward ____, only to have it ruined by ____.","____ would be woefully incomplete without ____.","In his new self-produced album, Kanye West raps over the sounds of ____.","In Rome, there are whisperings that the Vatican has a secret room devoted to ____.","Having problems with ____? Try ____!","The secret to a lasting marriage is communication, communication, and ____.","My mom freaked out when she looked at my browser history and found ____.com/____.","In the seventh circle of Hell, sinners must endure ____ for all eternity.","____. Awesome in theory, kind of a mess in practice.","My plan for world domination begins with ____.","I learned the hard way that you can't cheer up a grieving friend with ____.","A remarkable new study shows that chimps have evolved their own primitive version of ____.","After months of practice with ____, I think I'm finally ready for ____.","Turns out that ____-Man was neither the hero we needed nor wanted.","With enough time and pressure, ____ will turn into ____.","What left this stain on my couch?","I'm not like the rest of you. I'm too rich and busy for ____.","The healing process began when I joined a support group for victims of ____.","Doctor, you've gone too far! The human body wasn't meant to withstand that amount of ____!","Only two things in life are certain: death and ____.","This month's Cosmo: \"Spice up your sex life by bringing ____ into the bedroom.\"","Next time on Dr. Phil: How to talk to your child about ____.","Tonight on 20/20: What you don't know about ____ could kill you.","My new favorite porn star is Joey \"____\" McGee.","Michael Bay's new three-hour action epic pits ____ against ____.","Before ____, all we had was ____.","I went from ____ to ____ all thanks to ____.","Aww, sick! I just saw this skater do a 720 kickflip into ____!","What's harshing my mellow, man?","I love being a mom. But it's tough when my kids come home filthy from ____. That's why there's Tide&reg;.","As part of his daily regimen, Anderson Cooper sets aside 15 minutes for ____.","To prepare for his upcoming role, Daniel Day-Lewis immersed himself in the world of ____.","Welcome to Se&ntilde;or Frog's! Would you like to try our signature cocktail, \"____ on the Beach\"?","Hey baby, come back to my place and I'll show you ____.","You haven't truly lived until you've experienced ____ and ____ at the same time.","Your persistence is admirable, my dear Prince, But you cannot win my heart with ____ alone.","In a pinch, ____ can be a suitable substitute for ____.","During high school, I never really fit in until I found ____ club.","Little Miss Muffet<br>Sat on a tuffet,<br>Eating her curds<br>and ____.","In its new tourism campaign, Detroit proudly proclaims that it has finally eliminated ____.","My gym teacher got fired for adding ____ to the obstacle course.","The blind date was going horribly until we discovered our shared interest in ____.","My country, 'tis of thee, sweet land of ____.","Call the law offices of Goldstein &amp; Goldstein, because no one should have to tolerate ____ in the workplace.","Members of New York's social elite are paying thousands of dollars just to experience ____.","In his newest and most difficult stunt, David Blaine must escape from ____.","Dear Sir or Madam, <br>We regret to inform you that the Office of ____ has denied your request for ____.","____: Hours of fun. Easy to use. Perfect for ____!","Listen, son. If you want to get involved with ____, I won't stop you. Just steer clear of ____.","Next week on the Discovery Channel, one man must survive in the depths of the Amazon with only ____ and his wits.","If God didn't want us to enjoy ____, he wouldn't have given us ____.","My life is ruined by a vicious cycle of ____ and ____.","And I would have gotten away with it, too, if it hadn't been for ____!","Legend has it Prince wouldn't perform without ____ in his dressing room."]},"271":{"mark":"BLUE","cards":["Dear Leader Kim Jong-un, our village praises your infinite wisdom with a humble offering of ____.","We never did find ____, but along the way we sure learned a lot about ____.","Do <i>not</i> fuck with me! I am literally ____ right now.","And would you like those buffalo wings mild, hot, or ____?","What's fun until it gets weird?","And today's soup is Cream of ____.","Come to Dubai, where you can relax in our world-famous spas, experience the nightlife, or simply enjoy ____ by the poolside.","She's up all night for good fun. I'm up all night for ____.","Hi MTV! My name is Kendra, I live in Malibu, I'm into ____, and I love to have a good time.","I am become ____, destroyer of ____!","____ may pass, but ____ will last forever.","In the beginning, there was ____. And the Lord said, \"Let there be ____.\"","You guys, I saw this crazy movie last night. It opens on ____, and then there's some stuff about ____, and then it ends with ____.","This year's hottest album is \"____\" by ____.","\"This is madness!\"<br><br>\" <i>No.</i> THIS IS ____!\"","It lurks in the night. It hungers for flesh. This summer, no one is safe from ____.","____ will never be the same after ____.","I don't mean to brag, but they call me the Michael Jordan of ____.","Don't forget! Beginning this week, Casual Friday will officially become \"____ Friday.\"","Having the worst day EVER. #____","Why am I broke?","Wes Anderson's new film tells the story of a precocious child coming to terms with ____.","Adventure. Romance. ____. From Paramount Pictures, \"____.\"","Patient presents with ____. Likely a result of ____.","Yo' mama so fat she ____!","Now in bookstores: \"The Audacity of ____,\" by Barack Obama.","In his new action comedy, Jackie Chan must fend off ninjas while also dealing with ____.","Armani suit: $1,000. Dinner for two at that swanky restaurant: $300. The look on her face when you surprise her with ____: priceless.","Behind every powerful man is ____.","Life's pretty tough in the fast lane. That's why I never leave the house without ____.","You are not alone. Millions of Americans struggle with ____ every day.","My grandfather worked his way up from nothing. When he came to this country, all he had was the shoes on his feet and ____.","If you can't handle ____, you'd better stay away from ____.","Man, this is bullshit. Fuck ____.","In return for my soul, the Devil promised me ____, but all I got was ____.","The Japanese have developed a smaller, more efficient version of ____.","Do you lack energy? Does it sometimes feel like the whole world is ____? Ask your doctor about Zoloft&reg;.","I work my ass off all day for this family, and this is what I come home to? ____!?","This is America. If you don't work hard, you don't succeed. I don't care if you're black, white, purple, or ____.","Dammit, Gary. You can't just solve every problem with ____.","James is a lonely boy. But when he discovers a secret door in his attic, he meets a magical new friend: ____.","This is the prime of my life. I'm young, hot, and full of ____.","Every step towards ____ gets me a little bit closer to ____.","Well if ____ is good enough for ____, it's good enough for me.","WHOOO! God <i>damn</i> I love ____!","You Won't Believe These 15 Hilarious ____ Bloopers!","You've seen the bearded lady! You've seen the ring of fire! Now, ladies and gentlemen, feast your eyes upon ____!","When I was a kid, we used to play Cowboys and ____.","Do the Dew&reg; with our most extreme flavor yet! Get ready for Mountain Dew ____!","Honey, I have a new role-play I want to try tonight! You can be ____, and I'll be ____.","Forget everything you know about ____, because now we've supercharged it with ____!","What's making things awkward in the sauna?","Listen, Gary, I like you. But if you want that corner office, you're going to have to show me ____.","Help me doctor, I've got ____ in my butt.","Oprah's book of the month is \"____ For ____: A Story of Hope.\"","You know, once you get past ____, ____ ain't so bad.","In his farewell address, George Washington famously warned Americans about the dangers of ____.","Well what do you have to say for yourself, Casey? This is the third time you've been sent to the principal's office for ____.","Here at the Academy for Gifted Children, we allow students to explore ____ at their own pace.","Get ready for the movie of the summer! One cop plays by the book. The other's only interested in one thing: ____.","Heed my voice, mortals! I am the god of ____, and I will not tolerate ____!","As king, how will I keep the peasants in line?","I'm sorry, sir, but we don't allow ____ at the country club.","2 AM in the city that never sleeps. The door swings open and <i>she</i> walks in, legs up to here. Something in her eyes tells me she's looking for ____.","I have a strict policy. First date, dinner. Second date, kiss. Third date, ____.","What killed my boner?","Hi, this is Jim from accounting. We noticed a $1,200 charge labeled \"____.\" Can you explain?","I'm pretty sure I'm high right now, because I'm absolutely mesmerized by ____.","Don't worry, kid. It gets better. I've been living with ____ for 20 years.","How am I compensating for my tiny penis?"]},"342":{"mark":"GREEN","cards":["Ooo, daddy like ____.","What's about to take this dance floor to the next level?","What are all those whales singing about?","I've got rhythm, I've got music, I've got ____. Who could ask for anything more?","Then the princess kissed the frog, and all of a sudden the frog was ____!","What turned me into a Republican?","If at first you don't succeed, try ____.","Poor Brandon, still living in his parents' basement. I hear he never got over ____.","Coming to Red Lobster&reg; this month, ____.","Most Americans would not vote for a candidate who is openly ____.","This Friday at the Liquid Lounge, it's ____ Night! Ladies drink free.","Well, shit. My eyes ain't so good, but I'll eat my own boot if that ain't ____!","CNN breaking news! Scientists discover ____.","She's a lady in the streets, ____ in the sheets.","There is no God. It's just ____ and then you die.","Best you go back where you came from, now. We don't take too kindly to ____ in these parts.","I've had a horrible vision, father. I saw mountains crumbling, stars falling from the sky. I saw ____.","Oh no! Siri, how do I fix ____?","Girls just wanna have ____.","What's the gayest?","Son, take it from someone who's been around the block a few times. Nothin' puts her in the mood like ____.","Mom's to-do list:<br><br>Buy groceries<br>Clean up ____<br>Soccer practice","What will end racism once and for all?","No, no, no, no, no, NO! I will NOT let ____ ruin this wedding.","Summer lovin', had me a blast. ____, happened so fast.","I'm sorry, sir, but your insurance plan doesn't cover injuries caused by ____.","What sucks balls?","Errbody in the club ____.","I'll take the BBQ bacon burger with a fried egg and fuck it how about ____.","You won't believe what's in my pussy. It's ____.","The top Google auto-complete results for \"Barack Obama\": <br>Barack Obama height.<br>Barack Obama net worth.<br>Barack Obama ____.","I may not be much to look at, but I fuck like ____.","LSD + ____ = really bad time.","Feeling so grateful! #amazing #mylife #____","Art isn't just a painting in a stuffy museum. Art is alive. Art is ____.","Why am I laughing and crying and taking off my clothes?","Google Calendar alert: ____ in 10 minutes.","One more thing. Watch out for Big Mike. They say he killed a man with ____.","Dance like there's nobody watching, love like you'll never be hurt, and live like you're ____.","____: Brought to you by ____.","In the 1950s, psychologists prescribed ____ as a cure for homosexuality.","Well if ____ is a crime, then lock me up!","Run, run, as fast as you can! You can't catch me, I'm ____!","What's the most problematic?","With a one-time gift of just $10, you can save this child from ____.","____ be all like ____.","You know who else liked ____? Hitler.","What totally destroyed my asshole?","I don't believe in God. I believe in ____.","She's just one of the guys, you know? She likes beer, and football, and ____.","Congratulations! You have been selected for our summer internship program. While we are unable to offer a salary, we <i>can</i> offer you ____.","I tell you, it was a non-stop fuckfest. When it was over, my asshole looked like ____.","We do not shake with our left hands in this country. That is the hand we use for ____.","As Teddy Roosevelt said, the four manly virtues are honor, temperance, industry, and ____."]},"398":{"mark":"90s","cards":["How did Stella get her groove back?","Siskel and Ebert have panned ____ as \"poorly conceived\" and \"sloppily executed.\"","Up next on Nickelodeon: \"Clarissa Explains ____.\"","It's Morphin' Time! Mastodon! Pterodactyl! Triceratops! Sabertooth Tiger! ____!","Believe it or not, Jim Carrey can do a dead-on impression of ____.","I'm a bitch, I'm a lover, I'm a child, I'm ____.","Tonight on SNICK: \"Are You Afraid of ____?\""]},"406":{"mark":"❄2012","cards":["After blacking out during New Year's Eve, I was awoken by ____.","What keeps me warm during the cold, cold winter?","Wake up, America. Christmas is under attack by secular liberals and their ____.","Every Christmas, my uncle gets drunk and tells the story about ____.","On the third day of Christmas, my true love gave to me: three French hens, two turtle doves, and ____."]},"414":{"mark":"GREEN","cards":["As reparations for slavery, all African Americans will receive ____.","When you go to the polls on Tuesday, remember: a vote for me is a vote for ____.","Senator, I trust you enjoyed ____ last night. Now, can I count on your vote?"]},"417":{"mark":"V4 45","cards":["Trump's great! Trump's got ____. I love that.","It's 3 AM. The red phone rings. It's ____. Who do you want answering?","According to Arizona's stand-your-ground law, you're allowed to shoot someone if they're ____."]},"421":{"mark":"HCARD","cards":["I can't believe Netflix is using ____ to promote <i>House of Cards.</i>","A wise man said, \"Everything is about sex. Except sex. Sex is about ____.\"","I'm not going to lie. I despise ____. There, I said it.","Corruption. Betrayal. ____. Coming soon to Netflix, \"House of ____.\"","We're not like other news organizations. Here at Slugline, we welcome ____ in the office.","Because you enjoyed ____, we thought you'd like ____.","Cancel all my meetings. We've got a situation with ____ that requires my immediate attention.","Our relationship is strictly professional. Let's not complicate things with ____."]},"430":{"mark":"COLEG","cards":["My memory of last night is pretty hazy. I remember ____ and that's pretty much it.","Pledges! Time to prove you're Delta Phi material. Chug this beer, take off your shirts, and get ready for ____.","All classes today are canceled due to ____.","Did you know? Our college was recently named the #1 school for ____!","The Department of Psychology is looking for paid research volunteers. Are you 18-25 and suffering from ____?","In this paper, I will explore ____ from a feminist perspective."]},"437":{"mark":"❄2013","cards":["Because they are forbidden from masturbating, Mormons channel their repressed sexual energy into ____.","Revealed: Why He Really Resigned! Pope Benedict's Secret Struggle with ____!","Kids these days with their iPods and their internet. In my day, we all needed to pass the time was ____.","GREETINGS<br>HUMANS<br><br>I AM ____ BOT<br><br>EXECUTING PROGRAM","But wait, there's more! If you order ____ in the next 15 minutes, we'll throw in ____ absolutely free!","I really hope my grandma doesn't ask me to explain ____ again."]},"447":{"mark":"FNTSY","cards":["Critics are raving about HBO's new <i>Game of Thrones</i> spin-off, \"____ of ____.\"","Your father was a powerful wizard, Harry. Before he died, he left you something very precious: ____.","Having tired of poetry and music, the immortal elves now fill their days with ____.","And in the end, the dragon was not evil; he just wanted ____.","Who blasphemes and bubbles at the center of all infinity, whose name no lips dare speak aloud, and who gnaws hungrily in inconceivable, unlighted chambers beyond time?","Legend tells of a princess who has been asleep for a thousand years and can only be awoken by ____."]},"454":{"mark":"MSFX","cards":["Coming this spring from BioWare, <i>Mass Effect: ____.</i>","I'm Commander Shepard, and this is my favorite place for ____ on the Citadel.","It turns out The Reapers didn't want to destroy the galaxy. They just wanted ____.","We were the best hand-to-hand combatants on the ship. I had reach, but she had ____."]},"459":{"mark":"❄2014","cards":["Behold the Four Horsemen of the Apocalypse! War, Famine, Death, and ____.","Honey, Mommy and Daddy love you very much.But apparently Mommy loves ____ more than she loves Daddy.","A curse upon thee! Many years from now, just when you think you're safe, ____ shall turn into ____.","Dear Mom and Dad, Camp is fun. I like capture the flag. Yesterday, one of the older kids taught me about ____. I love you, Casey","Today on Buzzfeed: 10 Pictures of ____ That Look Like ____!","Why am I so tired?"]},"466":{"mark":"NASA","cards":["Curiosity was put into safe mode after its hazcams detected ____.","NASA will spend 15 billion dollars on an unprecedented mission: ____ in space."]},"469":{"mark":"FOOD","cards":["It's not delivery. It's ____.","Don't miss Rachel Ray's hit new show, <i>Cooking with ____.</i>","I'm Bobby Flay, and if you can't stand ____, get out of the kitchen!","Now on Netflix: <i>Jiro Dreams of ____.</i>","Aw babe, your burps smell like ____!","Excuse me, waiter. Could you take this back? This soup tastes like ____."]},"476":{"mark":"PE13A","cards":["You have been waylaid by ____ and must defend yourself.","I have an idea even better than Kickstarter, and it's called ____starter."]},"478":{"mark":"❄2012","cards":["Jesus is ____.","This holiday season, Tim Allen must overcome his fear of ____ to save Christmas.","Blessed are you, Lord our God, creator of the universe, who has granted us ____.","Here's what you can expect for the new year. Out: ____. In: ____.","What's the one thing that makes an elf instantly ejaculate?","Donna, pick up my dry cleaning and get my wife something for christmas. I think she likes ____.","It's beginning to look a lot like ____."]},"482":{"mark":"PE13B","cards":["In the final round of this year's Omegathon, Omeganauts must face off in a game of ____.","Action stations! Action stations! Set condition one throughout the fleet and brace for ____!"]},"485":{"mark":"PE13C","cards":["I don't know exactly how I got the PAX plague, but I suspect it had something to do with ____."]},"487":{"mark":"PE13C","cards":["Press &darr;&darr;&larr;&rarr;B to unleash ____.","____ is way better in ____ mode."]},"494":{"mark":"GEEK","cards":["<i>(Heavy breathing)</i> Luke, I am ____.","What the hell?! They added a 6/6 with flying, trample, and ____.","____ is way better in ____mode.","Unfortunately, Neo, no one can be <i>told</i> what ____ is. You have to see it for yourself.","You think you have defeated me? Well, let's see how you handle ____!"]},"499":{"mark":"JEW","cards":["What's so important right now that you can't call your mother?","According to Freud, all children progress through three stages of development: the oral stage, the anal stage, and the ____ stage.","Oh, your daughter should meet my son! He gives to charity, he loves ____ and did I mention he's a doctor?","Coming to Broadway next season: \"____ on the Roof.\"","Can't you see? The Jews are behind everything--the banks, the media, even ____!"]},"505":{"mark":"GEEK","cards":["____: Achievement unlocked.","What's the latest bullshit that's troubling this quaint fantasy town?","What made Spock cry?","In the new DLC for Mass Effect, Shepard must save the galaxy from ____.","The most controversial game at PAX this year is an 8-bit indie platformer about ____.","There was a riot at the Gearbox panel when they gave the attendees ____.","No Enforcer wants to manage the panel on ____."]},"510":{"mark":".","cards":["What gets me wet?","My body, my voice! ____, my choice!","My vagina's angry. My vagina's furious and it needs to talk. It needs to talk about ____.","Can a woman really have it all? A career <i>and ____?</i>","Tampax&reg;: Don't let your period ruin ____.","New from Mattel, it's ____ Barbie!"]},"517":{"mark":"PST45","cards":["Donald Trump's first act as president was to outlaw ____.","Donald Trump has nominated ____ for his VP.","In 2019, Donald Trump eliminated our national parks to make room for ____."]},"521":{"mark":"RJECT","cards":["What are two cards in your hand that you want to get rid of?","From WBEZ Chicago, it's <i>This American Life.</i> Today on our program, ____. Stay with us.","My name is Inigo Montoya. You killed my father. Prepare for ____.","[rorschach test] What do you see?","Sir, we found you passed out naked on the side of the road. What's the last thing you remember?","You can't wait forever. It's time to talk to your doctor about ____.","The elders of the Ibo tribe of Nigeria recommend ____ as a cure for impotence.","The Westboro Baptist Church is now picketing soldiers' funerals with signs that read 'GOD HATES ____!'"]},"530":{"mark":"RTAIL","cards":["Looking to earn big bucks? Learn how to make ____ work for you!","How are the writers of Cards Against Humanity spending your $25?"]},"533":{"mark":"SCIFI","cards":["Fear leads to anger. Anger leads to hate. Hate leads to ____.","Computer! Display ____ on screen. Enhance.","You're not going to believe this, but I'm you from the future! You've got to stop ____.","This won't be like negotiating with the Vogons. Humans only respond to one thing: ____.","Madam President, the asteroid is headed directly for Earth and there's one one thing that can stop it: ____.","You have violated the Prime Directive! You exposed an alien culture to ____ before they were ready.","What is the answer to life, the universe, and everything?"]},"541":{"mark":"RJCT2","cards":["Why did the chicken cross the road?","Some men aren't looking for anything logical, like money. They can't be bought, bullied, reasoned, or negotiated with. Some men just want ____.","America is hungry. America needs ____.","In bourgeois society, capital is independent and has individuality, while the living person is ____.","Housekeeping! You want ____?","BowWOW! is the first pet hotel in LA that offers ____ for dogs.","Astronomers have discovered that the universe consists of 5% ordinary matter, 25% dark matter, and 70% ____.","Hey, whatever happened to Renee Zellweger?","What's wrong with these gorillas?","You say tomato, I say ____."]},"552":{"mark":"SCI","cards":["A study published in <i>Nature</i> this week found that ____ is good for you in small doses.","What really killed the dinosaurs?","In line with our predictions, we find a robust correlation between ____ and ____ ( <i>p&lt;.05).</i>","In an attempt to recreate conditions just after the Big Bang, physicists at the LHC are observing collisions between ____ and ____.","In what's being hailed as a major breakthrough, scientists have synthesized ____ in the lab.","Hey there, Young Scientists! Put on your labcoats and strap on your safety goggles, because today we're learning about ____!","Today on <i>Mythbusters,</i> we find out how long ____ can withstand ____."]},"560":{"mark":"WEED","cards":["Hold up. I gotta deal with ____, then I'mma smoke this.","Okay here's the pitch. James Franco and Seth Rogen are trying to score some weed, and then ____ happens.","You know what's like, really funny when you think about it? ____.","Instead of playing a card this round, everyone must stare at the Card Czar while making a sound you'd make after tasting something delicious.","Everyone is staring at you because you're ____."]},"566":{"mark":"RTPRD","cards":["Wait, I came here to buy socks. How did I wind up with ____?"]},"568":{"mark":"TBLTP","cards":["Hey, you guys want to try this awesome new game? It's called ____.","For my turn, I will spend four gold and allocate all three workers to ____.","Backers who supported Tabletop at the $25,000 level were astonished to receive ____ from Wil Wheaton himself."]},"572":{"mark":"WWW","cards":["I'm just gonna stay in tonight. You know, Netflix and ____.","What did I nickname my genitals?","This app is basically Tinder, but for ____.","You guys, you can buy ____ on the dark web.","Don't worry, Penny! Go Go Gadget ____!","TRIGGER WARNING: ____.","I need you like ____ needs ____.","Such ____. Very ____. Wow.","Nothing says \"I love you\" like ____."]}}